Repository: philclifford/quickgui
Catalog: assets/i18n/*.po
Languages: da, sv_se

source: Quickgui : a Flutter frontend for Quickget and Quickemu
da: Quickgui : en Flutter frontend til Quickget og Quickemu
sv_se: Quickgui : en Flutter frontend för Quickget och Quickemu

source: Main menu
da: Hovedmenu
sv_se: Huvudmeny

source: Use dark mode
da: Brug mørk tilstand
sv_se: Använd mörkt läge

source: Cancel
da: Annuller
sv_se: Avbryt

source: Click to use SPICE display
da: Klik for at bruge SPICE-visning
sv_se: Klicka för att använda SPICE-skärmen

source: Create new machines
da: Opret nye maskiner
sv_se: Skapa nya maskiner

source: Dismiss
da: Annullér
sv_se: Avbryt

source: Done !
da: Færdig!
sv_se: Färdig!

source: Download
da: Hent
sv_se: Nedladdningar

source: Download finished.
da: Hentning færdig.
sv_se: Nerladdning slutförd.

source: Downloader
da: Henter
sv_se: Nedladdningar

source: Downloading (no progress available)...
da: Downloader (ingen status tilgængelig)...
sv_se: Nedladdning (inga framsteg tillgängliga)...

source: Downloading...{0}%
da: Henter...{0}%
sv_se: Nedladdning...{0}%

source: Downloading {0}
da: Henter {0}
sv_se: Nedladdning...{0}

source: Download cancelled
da: Hentning annulleret
sv_se: Nedladdningen avbruten

source: Download complete
da: Hentning færdig
sv_se: Nedladdningen slutförd

source: Download of {0} has completed.
da: Download af {0} er fuldført.
sv_se: Nedladdning av {0} har slutförts.

source: Manage existing machines
da: Administrer eksisterende maskiner
sv_se: Hantering av befintliga maskiner

source: Manager
da: Administrér
sv_se: Hanterare

source: {0} Mbs downloaded
da: {0} Mbs downloadet
sv_se: {0} Mbs nedladdade

source: Now run {0} to start the VM
da: Nu skal du køre {0} for at starte VM
sv_se: Nu kör {0} för att starta VM

source: Operating system
da: Operativsystem
sv_se: Operativsystem

source: Search operating system
da: Søg efter operativsystem
sv_se: Sök efter operativsystem

source: Search option
da: Søg option
sv_se: Sök efter alternativ

source: Select operating system
da: Vælg operativsystem
sv_se: Välj operativsystem

source: Select option
da: Vælg option
sv_se: Sök efter alternativ

source: Select version for {0}
da: Vælg version til {0}
sv_se: Välj version för {0}

source: Select...
da: Vælg...
sv_se: Välj...

source: Stop The Virtual Machine?
da: Stop Den Virtuelle Maskin?
sv_se: Stoppa den virtuella maskinen?

source: Use SPICE display
da: Brug SPICE-visning
sv_se: Använd SPICE-display

source: Using SPICE display
da: Bruger SPICE display
sv_se: Använda SPICE-display

source: Waiting for download to start
da: Venter på at download starter
sv_se: Väntar på att nedladdningarna ska avslutas

source: You are about to terminate the virtual machine {0}
da: Du er ved at afbryde den virtuelle maskine {0}
sv_se: Du håller på att avsluta den virtuella maskinen {0}
